7zip
alsa-utils
arj
base
base-devel
bat
bc
blueman
bluez
bluez-utils
brightnessctl
btop
cargo-update
cava
chromium
clang
cliphist
cmake
cmatrix
cowsay
cpio
cpufetch
delve
dhcpcd
dialog
discord
dmenu
docker
dolphin
dosfstools
dunst
efibootmgr
emacs
espeak-ng
eza
fastfetch
fd
feh
festival
figlet
firefox
flatpak
fzf
git
glances
glow
gnome-themes-extra
go
gparted
grim
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtklock
htop
hypridle
hyprland
hyprlock
hyprpaper
i3-wm
i3blocks
i3lock
i3status
iftop
inotify-tools
iotop
iw
jdk21-openjdk
kate
keyd
kitty
konsole
lazygit
libreoffice-fresh
linux
linux-firmware
lsd
lynx
man-db
mc
meson
mpv
mtools
neovim
nethogs
network-manager-applet
networkmanager
nnn
nodejs
noto-fonts
noto-fonts-emoji
npm
nwg-bar
nwg-look
obs-studio
okular
os-prober
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
polkit-kde-agent
postgresql
pulseaudio-alsa
python-pip
qbittorrent
ranger
refind
rustup
slurp
speech-dispatcher
speedtest-cli
steam
stow
sudo
swaylock
swaync
swww
tig
tmux
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
typst
ufw
unrar
unzip
uv
uwufetch
vim
vulkan-radeon
w3m
waybar
websocat
wget
wireless_tools
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yadm
yt-dlp
zip
zsh
