7zip
alsa-utils
amd-ucode
arj
base
base-devel
bat
bc
biber
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
chromium
clang
cliphist
cmake
cmatrix
cowsay
cpio
cpufetch
delve
dialog
discord
dmenu
docker
docker-buildx
dolphin
dunst
espeak-ng
fastfetch
fd
feh
festival
figlet
firefox
flatpak
fzf
gdu
git
glow
gnome-themes-extra
gparted
grim
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
hdparm
hypridle
hyprland
hyprlock
inotify-tools
iotop
iw
jdk21-openjdk
kate
keyd
kitty
konsole
lazygit
libreoffice-fresh
linux
linux-firmware
lsd
man-db
mc
mesa-utils
meson
mpv
mtools
neovim
network-manager-applet
networkmanager
nnn
nodejs
noto-fonts
noto-fonts-emoji
npm
nwg-bar
nwg-look
obs-studio
okular
openssh
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
polkit-kde-agent
postgresql
python-pip
python-pygments
qbittorrent
ranger
refind
rustup
slurp
speech-dispatcher
speedtest-cli
steam
stow
swaync
swww
tesseract-data-por
texlive-basic
texlive-binextra
texlive-fontsrecommended
texlive-langportuguese
texlive-latexextra
texlive-mathscience
texlive-pictures
texlive-publishers
tig
tmux
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
typst
ufw
unrar
unzip
uv
uwufetch
vim
vulkan-radeon
w3m
waybar
websocat
wget
wireless_tools
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xorg-mkfontscale
xournalpp
yadm
yt-dlp
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
